Full path of the central model which is to be synchronized.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2010
 Syntax
  C#
public string Location { get; }
  Visual Basic
Public ReadOnly Property Location As String
	Get
  Visual C++
public:
property String^ Location {
	String^ get ();
}
 See Also
  DocumentSynchronizingWithCentralEventArgs Class
  Autodesk.Revit.DB.Events Namespace